Repository: dewey/birdhomie
Catalog: src/birdhomie/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Sunday
de: Sonntag

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: N/A
de: N/V

source: Target file ID is required
de: Zieldatei-ID ist erforderlich

source: Cannot merge a file into itself
de: Eine Datei kann nicht mit sich selbst zusammengeführt werden

source: One or both files not found
de: Eine oder beide Dateien nicht gefunden

source: File merged successfully
de: Datei erfolgreich zusammengeführt

source: Home
de: Startseite

source: Species
de: Arten

source: Files
de: Dateien

source: Tasks
de: Aufgaben

source: Labeling
de: Beschriftung

source: Settings
de: Einstellungen

source: Today
de: Heute

source: This Week
de: Diese Woche

source: This Month
de: Diesen Monat

source: visit
de: Besuch

source: No birds detected yet
de: Noch keine Vögel erkannt

source: Go to the
de: Gehe zur

source: Tasks page
de: Aufgaben-Seite

source: to import videos from UniFi Protect.
de: um Videos von UniFi Protect zu importieren.

source: Insights
de: Einblicke

source: Total Visits
de: Besuche insgesamt

source: Unique Species
de: Einzigartige Arten

source: Most Active Hour
de: Aktivste Stunde

source: Most Popular Day
de: Beliebtester Tag

source: Activity by Hour of Day
de: Aktivität nach Tageszeit

source: Longest Visiting Streaks
de: Längste Besuchsserien

source: Visits
de: Besuche

source: Number of Visits
de: Anzahl der Besuche

source: Hour of Day
de: Tageszeit

source: Days
de: Tage

source: consecutive days
de: aufeinanderfolgende Tage

source: Consecutive Days
de: Aufeinanderfolgende Tage

source: This file was manually merged
de: Diese Datei wurde manuell zusammengeführt

source: into
de: in

source: file
de: Datei

source: The video file is kept on disk but was not processed.
de: Die Videodatei wird auf der Festplatte behalten, wurde aber nicht verarbeitet.

source: Process this file anyway
de: Diese Datei trotzdem verarbeiten

source: Merge with another file
de: Mit einer anderen Datei zusammenführen

source: If this is a duplicate, merge it into another file. This will mark this file as ignored and soft-delete its visits.
de: Wenn dies ein Duplikat ist, führen Sie es mit einer anderen Datei zusammen. Dies markiert diese Datei als ignoriert und löscht ihre Besuche soft.

source: Select a file to merge into...
de: Wählen Sie eine Zieldatei aus...

source: Merge
de: Zusammenführen

source: Please select a target file
de: Bitte wählen Sie eine Zieldatei aus

source: Are you sure you want to merge file #{{current}} into {{target}}? This will mark file #{{current}} as ignored and soft-delete its visits. The file will remain on disk.
de: Möchten Sie die Datei #{{current}} wirklich in {{target}} zusammenführen? Dies markiert Datei #{{current}} als ignoriert und löscht ihre Besuche soft. Die Datei bleibt auf der Festplatte erhalten.

source: Video is being processed
de: Video wird verarbeitet

source: The annotated video will be available once processing is complete.
de: Das annotierte Video wird verfügbar sein, sobald die Verarbeitung abgeschlossen ist.

source: Video processing failed
de: Videoverarbeitung fehlgeschlagen

source: There was an error processing this video file.
de: Bei der Verarbeitung dieser Videodatei ist ein Fehler aufgetreten.

source: Video not available
de: Video nicht verfügbar

source: The annotated video file could not be found.
de: Die annotierte Videodatei konnte nicht gefunden werden.

source: First Seen
de: Erstmals gesehen

source: Last Seen
de: Zuletzt gesehen

source: About
de: Über

source: Read more on Wikipedia
de: Mehr auf Wikipedia lesen

source: Recent Photos
de: Aktuelle Fotos

source: Go to Visit
de: Zum Besuch

source: Full size detection
de: Erkennung in voller Größe

source: Label face
de: Gesicht beschriften

source: Detection from
de: Erkennung vom

source: Re-label face
de: Gesicht neu beschriften

source: Recent Visits
de: Letzte Besuche

source: External Resources
de: Externe Ressourcen

source: Species taxonomy and observations
de: Arttaxonomie und Beobachtungen

source: Encyclopedia article
de: Enzyklopädieartikel

source: Structured data
de: Strukturierte Daten

source: Sightings and range maps
de: Sichtungen und Verbreitungskarten

source: Add External Resource
de: Externe Ressource hinzufügen

source: Source
de: Quelle

source: Select source...
de: Quelle auswählen...

source: URL or Identifier
de: URL oder Kennung

source: Paste full URL or just the identifier
de: Vollständige URL oder nur die Kennung einfügen

source: Language
de: Sprache

source: Select language...
de: Sprache auswählen...

source: Add Resource
de: Ressource hinzufügen

source: No external resources linked yet.
de: Noch keine externen Ressourcen verknüpft.

source: Cancel
de: Abbrechen

source: Source and identifier are required
de: Quelle und Kennung sind erforderlich

source: Invalid URL or identifier format
de: Ungültiges URL- oder Kennungsformat

source: Invalid source
de: Ungültige Quelle

source: Language is required for Wikipedia
de: Sprache ist für Wikipedia erforderlich

source: Species not found
de: Art nicht gefunden

source: External resource added successfully
de: Externe Ressource erfolgreich hinzugefügt

source: Failed to add external resource
de: Fehler beim Hinzufügen der externen Ressource

source: Source is required
de: Quelle ist erforderlich

source: Cannot delete iNaturalist identifier
de: iNaturalist-Kennung kann nicht gelöscht werden

source: External resource not found
de: Externe Ressource nicht gefunden

source: External resource deleted successfully
de: Externe Ressource erfolgreich gelöscht

source: Failed to delete external resource
de: Fehler beim Löschen der externen Ressource

source: Delete this external resource?
de: Diese externe Ressource löschen?

source: Delete
de: Löschen
